---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.CylindricalFace
source: html/5b0d1df4-d355-9504-a1d9-902020ad100b.htm
---
# CylindricalFace Members

Returns the first partial derivatives of the underlying surface at the specified point.